[
   {
     "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
     "author": "Стив Макконнелл"
   },
   {
     "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
     "author": "Артур Блох. Законы Мэрфи"
   },
   {
     "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
     "author": "И. Берард"
   },
   {
   "text": "Почему вы так боитесь коллективной работы? Мы ведь не списываем.",
   "author": "дядя Андрей(Pierrepoint)"
   },
   {
   "text": "Ну если он не будет говорить что я крутой, то я его кикну.",
   "author": "дядя Андрей(Pierrepoint)"
   },
   {
   "text": "Ладно.",
   "author": "Жак Фреско"
   },
   {
     "text": "Когда я был ребенком, мой старший брат занимался боевыми искусствами. Он был фанатом Брюса Ли. Но, к сожалению, постоянно тренировался на мне.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Если человек не умеет держать язык за зубами, то зубы ему не нужны.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "У каждого человека есть достоинства, за которые стоит прощать его недостатки.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Не слушай тех, кто хвалит. Слушай тех, кто ругает.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Круто, когда есть люди, которые поддержат тебя всегда и везде.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "И так обидно, что время из нормальных делает мразей…",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Молчание — лучший способ ответа на бессмысленные вопросы.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Характер — это главное.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Очень часто люди, которых ты считаешь врагами, на самом деле таковыми не являются. Бороться можно и без кулаков. Самое сложное для человека — противостоять самому себе.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Да, моя работа требует очень много времени и внимания, но главное — это научиться любить то, что ты делаешь. В противном случае ты становишься похожим на белку в колесе — люди быстро сгорают таким образом.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "– И какие машины предпочитаешь?",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Если у вас есть мечта, вы должны за нее биться. Если у вас есть какая-то страсть, то должны ее добиваться, а не пускать дело на самотек, не сидеть на берегу реки и ждать.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я эгоист, но я ответственный эгоист. Зная, что я эгоист, я не совершаю чего-то такого, чтобы потом кому-то было от этого плохо.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Тем, кого вдохновляют мои герои, не помешало бы лишний раз подумать.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Большинство сегодняшних экшенов, кажется, только подготавливают зрителя к экшену.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Быть воином — самый эффективный способ жизни.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я занимался дайвингом в пещерах. Это было не совсем безопасно.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Гордость парня — это порядочность его девушки.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Умение слушать — большой плюс, а умение делать вид, что слушаешь, и в нужный момент вставлять слово — талант.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Давно ты её собираешь? — Два года. — Отлично! Ну и скоро мы прокатимся? — Мы? Никогда!",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "У меня был огромный опыт путешествий по миру. Он научил дисциплине, сосредоточенности и уберёг от бед.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Если каждый день есть одно и то же — приедается. А вот когда постоянно пробуешь новое, всегда вкусно.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Дайте то, что у вас есть. Возможно, для кого-то это будет ценнее, чем вы можете себе представить.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Если стараться обходить все неприятности, то можно пройти мимо всех удовольствий.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Спокойствие — сильнее эмоций. Молчание — громче крика. Равнодушие — страшнее войны.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Рассудительность приобретаешь с опытом, а его после ошибок.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Люди всегда оценивают вас.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Мне нравится Калифорния — это великое место, но я никогда не был достаточно долго на одном месте, чтобы сказать, что хочу остаться здесь.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Мы живем в обществе, где пицца приезжает быстрее, чем скорая.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Могучие мышцы хороши, чтобы красоваться перед зеркалом. Мне нужно тело, чтобы бегать, плавать и драться.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Многие жалуются на свою внешность, но на мозги не жалуется никто.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Кто-то уйдет, а кто-то встанет под пули, но не предаст.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Не важно, кто ты снаружи, главное — кто ты внутри.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Люблю, когда меньше слов и больше дела.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Не расставайся просто так с мечтой. Может, она просто еще не готова исполниться.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Мое дело сказать правду, а не заставлять верить в нее.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Люди — идиоты плюс алкоголь. Вот вам рецепт любой потасовки.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Наличие любой головы не гарантирует присутствие в ней мозга.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Никого не волнует твой внутренний мир. Людям главное, чтобы ты хорошо одевался, смеялся над их шутками и не застревал в дверном проёме.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Обдумывайте не то что я сказал, а то о чем я промолчал.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "И какие машины предпочитаешь? — Немецкие с механическими коробками передач.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "За фильм «Адреналин» «Оскара» никогда не получишь, как, собственно, и за любой другой фильм, в котором я снимался.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Превосходство — это когда есть на что насрать, и есть чем.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Есть такая штука как «Двигаться дальше». Попробуйте, поможет.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Если пришел заниматься, так занимайся, черт возьми! Лучше выжать из себя все соки за 40 минут, чем полтора часа порхать по залу, как томная девица.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Теория — это когда вы знаете все, но ничего не работает. Практика — это когда все работает, но никто не знает почему. Мы совмещаем теорию и практику — ничего не работает и никто не знает почему!",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Если бы мне представилась возможность самому выбирать фильм, я бы, наверное, не стал искушать судьбу творческим поиском и взялся бы за то, что умею делать хорошо.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Ум ценится дорого, когда дешевеет сила.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Да, я часто высказываю свою точку зрения, потому что в отличии от вас я ее имею.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Гай Ричи считает, что актёрская школа — наихудшее в мире.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Что бы там ни было, никогда не принимайте жизнь слишком всерьез — вам из нее живьем все равно не выбраться.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "В эротических сценах нет ничего сложного. Просто надо помнить, когда они по графику, чтобы с утра не съесть гамбургер с луком. Это ужасно невежливо по отношению к партнерше.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я пришел из ниоткуда, поэтому не боюсь вернуться обратно.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Люди, которые считают, что деньги могут сделать все, сами готовы все сделать за деньги.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я определенно не являюсь Томом Крузом или Брэдом Питтом.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я буду мужиком, пока по земле еще ходят настоящие женщины, те женщины,которые не пахнут сигаретами и пивом, которые обладают природным обаянием и добротой, в которых еще не умер инстинкт материнства. А не те крашенные стервы, общающиеся матом, потерявшие женственность, которых интересуют только красивые шмотки, дорогие машины и бесконечные тусовки, которые готовы раздвинуть ноги перед толстым кошельком.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Самое главное в жизни — это найти свой второй носок.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Даже при серьёзной ссоре не пытайтесь задеть человека за живое. Вы помиритесь (скорее всего), а слова запомнятся надолго.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Фильм нарезан так, что вы видите только какие-то отдельные удары и при этом слышите только оглушительные звуки ударов и выстрелов. В юности я обожал Брюса Ли, Джеки Чана — вот это настоящая работа. Вы видите их, камера находится немного дальше, и там не так много нарезок. Вы как будто бы находитесь на месте действия.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я буду мужиком, пока по земле еще ходят настоящие женщины, те женщины, которые не пахнут сигаретами и пивом, которые обладают природным обаянием и добротой, в которых еще не умер инстинкт материнства. А не те крашенные стервы, общающиеся матом, потерявшие женственность, которых интересуют только красивые шмотки, дорогие машины и бесконечные тусовки, которые готовы раздвинуть ноги перед толстым кошельком.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я выделяю три типа людей: — Говно — плывут по течению и по пути воняют и ищут причину своих неудач во всем, кроме себя, и при этом не пытаются изменить ничего. — Бревно — плывут тихо по течению и их все устраивает, им не хватает смелости плыть против или хотя бы вонять, как говно. — Человек разумный — плывет на катере, захотел – повернул, захотел остановился — делает так, как нужно ему, объезжая или проезжая по говну и бревнам, не замечая их ничтожности и вони.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Не спешите вытаскивать людей из дерьма. Возможно, это их естественная среда обитания.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я надеюсь, Всевышний сойдет с небес и оштрафует цивилизацию за превышение скорости.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Не стоит принимать доброту за слабость, грубость за силу, а подлость за умение жить.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Мое дело сказать правду, а не заставлять верить в неё.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я полагаю, что европейцы опасны и волосаты.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Иногда я просто «зашиваюсь». В первый раз за несколько лет на ближайшие несколько месяцев у меня нет никаких планов. Обычно в январе последние три года передо мной был точный график. Беда в том, что, как только ты подписываешь контракт, сразу возникает опасность, что ты можешь пропустить что-нибудь очень важное. Все, что я планирую сейчас, это пара проектов.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Многие ходят в тренажерный зал исключительно ради внешнего эффекта, чтобы потом с гордостью крутиться перед зеркалом. Какой от этого толк? Я делаю только те упражнения, которые действительно помогают мне лучше бегать, прыгать, бить и уворачиваться от ударов.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я сам немножко готовлю. Только мои блюда не очень интересные — это здоровая пища, и я всегда считаю калории. Например, делаю лосось и брокколи на пару. Я очень люблю большие вечеринки — с огромным столом, уставленным всякой всячиной… Но сам я такое устроить не способен у себя дома.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Неважно, чем я занимаюсь: прыгаю в воду, гоняю на картинге или готовлю обед, — меня постоянно обуревает дух соперничества.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Меня вводят в бешенство крашенные стервы, общающиеся матом, потерявшие женственность, которых интересуют только красивые шмотки, дорогие машины и бесконечные тусовки, которые готовы раздвинуть ноги перед толстым кошельком.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Главное — в любой ситуации — оставайся человеком.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Задняя площадка , передаем за проезд.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Шнурки на кросах завязывают сами знаете кто , засунул их и ништяк.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Правда ли что минута смеха продлевает жизнь на 5 минут? Ну, это смотря над кем смеетесь… Может и сократить.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Очень важно поддерживать постоянную связь с теми, кто тебе дорог.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Живой трюк ничто не заменит. С технологией CGI даже из моей бабушки можно сделать супермена. Только вот вопрос: кто придет в кино, чтобы на это посмотреть?",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Моя семья великолепна. Папа долгое время работал на аукционах. А сейчас он певец на Канарских островах.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "В уличном театре ты должен играть весело, не давая людям заскучать…",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Я очень хороший человек. Но жене это не нравится.",
     "author": "Джейсон Стетхем"
   },
   {
     "text": "Лосось — стремительный, сильный и неутомимый. Он проплывает тысячи километров. Покоряет пороги и течения. Бороздит отмели и запрыгивает на водопады. Без сна. Без отдыха. В постоянном сражении со стихией. Он преодолевает все преграды, откладывает икру и, совершенно изможденный, дохнет. Так вот, запомни. Ты не лосось",
     "author": "Джейсон Стетхем"
   }
] 